export const SpotsData = [
  {
    id: 1,
    name: 'Гравитация',
    info1: 'Более 800 м² лазательной поверхности',
    info2: '12-метровые трассы на трудность',
    info3: 'Мунборд',
    address: 'Москва, ул. Новоостаповская д.5, стр.2',
    description: 'Самый большой зал на трудность в Москве. Разнообразные виды поверхностей, включая участки с '
      + 'потолками, карнизы. Стенд с воспроизводством естественной скальной поверхности. Автостраховки. Имеется '
      + 'небольшой болдеринговый зал.',
    imgSrc: require('../../../img/spot-card-img/gravity.jpg'),
    className: 'spot-card_gravity',
  },
  {
    id: 2,
    name: 'Лаймстоун',
    info1: '800 м² лазательной поверхности',
    info2: 'Просторная многофункциональная разминочная зона',
    info3: 'Мунборд',
    info4: 'Кампусборд',
    address: 'Москва, пер. Леснорядский д.18, стр.6',
    description: 'Самый большой боулдеринговый зал в Москве.',
    imgSrc: require('../../../img/spot-card-img/limestone.jpg'),
    className: 'spot-card_limestone',
  },
  {
    id: 10,
    name: 'BigWall ВДНХ',
    address: 'Москва, ВДНХ, павильон плодоовощеводства',
    description: 'Просторный светлый скалодром в ландшафтном парке ВДНХ.',
    imgSrc: require('../../../img/spot-card-img/bigwall.jpg'),
    className: 'spot-card_bigwall',
  },
  {
    id: 4,
    name: 'Токио',
    info1: 'Европейские зацепки и интересные трассы',
    info2: 'Зоны для функциональных тренировок и растяжки',
    info3: 'Качественное, светлое помещение',
    address: 'Москва, ул. Новодмитровская 5А, стр 3, 1 подьезд, 3 этаж',
    description: 'Высокое качество скальной поверхности и расширенные возможности боулдерингового\n'
      + '                                зала совместно с регулярной перекруткой и обновлением трасс',
    imgSrc: require('../../../img/spot-card-img/tokyo.jpg'),
    className: 'spot-card_tokyo',
  },
];
